IdeaRS.Connections
ConnectionDesignData.CalculationCases Property
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "P:IdeaRS.Connections.Data.ConnectionDesignData.CalculationCases"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<ConCalcCaseForces> CalculationCases { get; set; }
Property Value
Type: List<ConCalcCaseForces>
See Also
Reference
ConnectionDesignData Class
IdeaRS.Connections.Data Namespace